Repository: looizinho/SideAssistant-Deflector
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

source: ${control} Deflector Live Activity
ja: Deflectorのライブアクティビティを${control}

source: ${operation} 'Use Different Shortcuts on Dynamic Island'
ja: 「Dynamic Islandで異なるショートカットを使用する」を${operation}

source: ${operation} 'Use Different Shortcuts on Dynamic Island' ${state}
ja: 「Dynamic Islandで異なるショートカットを使用する」を${operation}に${state}

source: 1. Automations do not work at all for the first few minutes after the device boots up.
ja: 1. デバイス起動後の数分間オートメーションが全く機能しない。

source: 2. When some time has passed since Shortcuts was last opened, the shortcut dialog may stop appearing.
ja: 2. 最後にショートカットを開いてから時間が経過すると、ショートカットのダイアログが表示されなくなることがある。

source: 3. If a shortcut executed from an automation does not finish successfully, automations will not run for a while.
ja: 3. オートメーションから実行されたショートカットが正常に終了しないと、しばらくオートメーションが実行されなくなる。

source: 4. If an error occurs during an automation, such as entering a non-existent shortcut name, the automation may repeatedly trigger errors and become unable to run for a while.
ja: 4. 存在しないショートカット名を入力した場合など、オートメーション中にエラーが発生すると、オートメーションがエラーを発生させ続けてしばらく実行不可能になることがある。

source: About
ja: 情報

source: Accessibility
ja: アクセシビリティ

source: Activities appear on the Lock Screen and in the Dynamic Island. To use a shortcut from the Dynamic Island, touch and hold it.
ja: アクティビティはロック画面とDynamic Islandに表示されます。Dynamic Islandからショートカットを使用するには、長押しします。

source: Activity Control
ja: アクティビティコントロール

source: Add New Symbol
ja: シンボルを追加

source: Add Shortcut
ja: ショートカットを追加

source: Add Shortcut to Live Activity
ja: ライブアクティビティにショートカットを追加

source: Add to Dynamic Island
ja: Dynamic Islandに追加

source: Adds a shortcut to Live Activity. Adding 5 or more may cause display issues.
ja: ライブアクティビティにショートカットを追加します。5つ以上追加すると、表示上の問題を引き起こす可能性があります。

source: All Done!
ja: 完了！

source: Allow Notifications
ja: 通知を許可

source: Argument
ja: 引数

source: Arrows
ja: 矢印

source: Camera & Photos
ja: カメラと写真

source: Cannot request the shortcut list because notifications are disabled. Please complete the first setup.
ja: 通知が許可されていないため、ショートカットのリストをリクエストできません。初期セットアップを完了してください。

source: Change App Icon
ja: アイコンを変更

source: Color
ja: 色

source: Commerce
ja: コマース

source: Communication
ja: コミュニケーション

source: Connectivity
ja: コネクティビティ

source: Control
ja: コントロール

source: Control Deflector Live Activity
ja: Deflectorのライブアクティビティをコントロール

source: Copy Link
ja: リンクをコピー

source: Custom Symbol
ja: カスタムシンボル

source: Custom Symbols
ja: カスタムシンボル

source: Deflection failed
ja: Deflectionに失敗しました

source: Deflector Settings
ja: Deflectorの設定へ

source: Deflector uses notifications and automation to run your favorite shortcuts from Live Activity and Side Button. To do this, you first need to complete a few setup steps.
ja: Deflectorでは、ライブアクティビティやサイドボタンからショートカットを実行するために、通知とオートメーションを使用します。 そのため、最初にいくつかのセットアップを行う必要があります。

source: Developer
ja: 開発者

source: Devices
ja: デバイス

source: Done
ja: 完了

source: Editing
ja: 編集

source: End
ja: 終了

source: End Activity
ja: アクティビティを終了

source: Error
ja: エラー

source: Failed to start Live Activity: %@
ja: ライブアクティビティの開始に失敗しました: %@

source: First Setup
ja: 初期セットアップ

source: Fitness
ja: フィットネス

source: Gaming
ja: ゲーム

source: Get All Live Activity Shortcuts
ja: すべてのライブアクティビティのショートカットを取得

source: Get Deflector Automation
ja: Deflector Automationを入手

source: Get from Dynamic Island
ja: Dynamic Islandから取得

source: Get Side Button Shortcut Name
ja: サイドボタンのショートカット名を取得

source: Get the List of Shortcuts
ja: ショートカットのリストを取得

source: Health
ja: ヘルスケア

source: Hexadecimal Color Code (RGBA)
ja: 16進数カラーコード (RGBA)

source: Home
ja: ホーム

source: Human
ja: 人

source: If Deflector does not work properly, please try restarting your device and redoing this setup.
ja: もしDeflectorがうまく動作しない場合は、デバイスを再起動して、このセットアップをやり直してみてください。

source: If it still doesn't work properly, please return to this setup and try again.
ja: それでも正しく動作しない場合は、このセットアップを再度お試しください。

source: If shortcuts or automations are not working properly, restarting your device may resolve the issue.
ja: ショートカットやオートメーションが正しく動作しないときは、デバイスを再起動すると改善することがあります。

source: Indices
ja: インデックス

source: Issues
ja: 問題

source: Japan-only. You can change the voice assistant assigned to the Side Button. Use a shortcut to access your favorite voice assistant.
ja: 日本限定。サイドボタンに割り当てる音声アシスタントを変更できます。ショートカットを使ってお気に入りの音声アシスタントを使用します。

source: Keyboard
ja: キーボード

source: Known Issues
ja: 既知の問題

source: License
ja: ライセンス

source: Live Activity
ja: ライブアクティビティ

source: Maps
ja: マップ

source: Math
ja: 数学

source: Media
ja: メディア

source: Name of the symbol in SF Symbols
ja: SF Symbolsのシンボル名

source: Nature
ja: 自然

source: No shortcut is set for the Side Button.
ja: サイドボタンのショートカットが設定されていません。

source: Not Set
ja: 未設定

source: Not tested yet.
ja: まだテストしていません。

source: Notifications
ja: 通知

source: Notifications are allowed, but all alert types are disabled. Please enable Notification Center alert in Settings.
ja: 通知は許可されていますが、すべての種類のアラートが無効になっています。設定から通知センターのアラートを有効にしてください。

source: Notifications are allowed, but banner alerts are enabled. I recommend enabling Notification Center only.
ja: 通知は許可されていますが、バナーのアラートが有効です。通知センターのみ有効にすることをおすすめします。

source: Notifications are allowed, but lock screen alerts are enabled. I recommend enabling Notification Center only.
ja: 通知は許可されていますが、ロック画面のアラートが有効です。通知センターのみ有効にすることをおすすめします。

source: Notifications are allowed.
ja: 通知は許可されています。

source: Notifications are disabled. Please allow notifications in Settings.
ja: 通知は無効になっています。設定から許可してください。

source: Notifications are not allowed. Please complete the first setup.
ja: 通知が許可されていません。初期セットアップを完了してください。

source: Objects
ja: 物

source: Objects & Tools
ja: オブジェクトとツール

source: Open Settings
ja: 設定を開く

source: Open Shortcuts App
ja: ショートカットアプリを開く

source: Operation
ja: 操作

source: Please allow notifications to run the automation. Next, change the alert settings to Notification Center only.
ja: オートメーションを実行するために、通知を許可してください。次にアラートの設定を通知センターのみに変更してください。

source: Please download "Deflector Automation", the automation required to run Deflector. Next, edit the shortcut to enable the notification automation.
ja: Deflectorが動作するために必要な「Deflector Automation」をダウンロードしてください。 次にショートカットを編集して、通知のオートメーションを有効にしてください。

source: Please set the shortcut name to launch the voice assistant.
ja: 音声アシスタントを起動するショートカットの名前を設定してください。

source: Please set the shortcut name to run from the Live Activity.
ja: ライブアクティビティから実行するショートカットの名前を設定してください。

source: Please turn on "Press Side Button for Deflector" in the Settings. To run the shortcut from the Side Button, the device must be physically located in a region that supports [Side Button Access](https://developer.apple.com/documentation/appintents/launching-your-voice-based-conversational-app-from-the-side-button-of-iphone).
ja: 設定で「サイドボタンを押してDeflectorを使用」をオンにしてください。サイドボタンからショートカットを実行するには、デバイスが[Side Button Access](https://developer.apple.com/documentation/appintents/launching-your-voice-based-conversational-app-from-the-side-button-of-iphone)をサポートする地域に物理的に存在している必要があります。

source: Privacy & Security
ja: プライバシーとセキュリティ

source: Privacy Policy
ja: プライバシーポリシー

source: Remove from Dynamic Island
ja: Dynamic Islandから削除

source: Remove Shortcut from Live Activity
ja: ライブアクティビティからショートカットを削除

source: Removes all shortcuts from Live Activity with matching names.
ja: 一致する名前のショートカットをライブアクティビティからすべて削除します。

source: Requested the list of shortcuts. If it does not appear, Deflector Automation may not be working correctly.
ja: ショートカットのリストをリクエストしました。 表示されない場合はDeflector Automationが正しく動作していない可能性があります。

source: Run Automation Test
ja: オートメーションのテストを実行

source: Search by Symbol Name
ja: シンボル名で検索

source: Search Shortcuts
ja: ショートカットを検索

source: Select Shortcut
ja: ショートカットを選択

source: Send Deflection Notification
ja: Deflection通知を送信

source: Set 'Use Different Shortcuts on Dynamic Island'
ja: 「Dynamic Islandで異なるショートカットを使用する」を設定

source: Set Side Button Shortcut
ja: サイドボタンのショートカットを設定

source: Set Side Button Shortcut to ${shortcutName}
ja: サイドボタンのショートカットを ${shortcutName} に設定

source: Setup is complete! You can now assign and run your favorite shortcuts for Live Activities or Side Button.
ja: セットアップが完了しました！ライブアクティビティやサイドボタンに、ショートカットを登録して実行することができます。

source: Shapes
ja: 図形

source: Shortcut
ja: ショートカット

source: Shortcut Name
ja: ショートカット名

source: Shortcut name is not set.
ja: ショートカット名が設定されていません。

source: Shortcuts
ja: ショートカット

source: Show Shortcut Names
ja: ショートカット名を表示

source: Side Button
ja: サイドボタン

source: Side Button Deflector
ja: サイドボタンDeflector

source: Source
ja: ソースコード

source: Start
ja: 開始

source: Start Activity
ja: アクティビティを開始

source: State
ja: 状態

source: Symbol
ja: シンボル

source: Symbol Name
ja: シンボル名

source: Symbols
ja: 記号

source: Test successful! It may be working correctly.
ja: テストが成功しました！ おそらく正しく動作しています。

source: Text Formatting
ja: テキストフォーマット

source: The issues listed here are bugs in the Shortcuts app. Because Deflector runs shortcuts through automation, it is affected by these bugs. These issues cannot be fixed in Deflector.
ja: このリストにある問題は、ショートカットアプリに由来するバグです。Deflectorはオートメーションを経由してショートカットを実行するため、これらのバグの影響を受けます。これらはDeflectorでは修正できません。

source: There may be various other issues besides these. If an issue caused by a shortcut occurs, waiting for a while before trying again or restarting your device may resolve it.
ja: これら以外にも様々な問題があるかもしれません。ショートカットに由来する問題が発生した時は、しばらく待ってから再度試すか、デバイスを再起動すると改善することがあります。

source: Time
ja: 時計

source: Toggle
ja: 切り替える

source: Transportation
ja: 交通

source: Turn
ja: 変更

source: Unable to start the activity because Deflector has reached its maximum limit of activities.
ja: Deflectorがアクティビティの最大制限に達しているため、アクティビティを開始できません。

source: Unable to start the activity because Live Activities are disabled in Settings.
ja: ライブアクティビティが設定で無効になっているため、アクティビティを開始できません。

source: Unable to start the activity because the data of the shortcuts are too large.
ja: ショートカットのデータが大きすぎるため、アクティビティを開始できません。

source: Unable to start the activity because the device has reached its maximum limit of activities.
ja: デバイスのアクティビティの最大数に達したため、アクティビティを開始できません。

source: Use Black Background on Lock Screen
ja: ロック画面で黒い背景を使用する

source: Use Deflector Automation to request a list of your shortcuts and easily select the one you want.
ja: Deflector Automationを用いてショートカットの一覧をリクエストし、簡単にショートカットを選択できるようにします。

source: Use Different Shortcuts on Dynamic Island
ja: Dynamic Islandで異なるショートカットを使用する

source: Variable
ja: 変数

source: Version
ja: バージョン

source: Waiting for automation response. If there is no response after a few seconds, it may not be configured correctly.
ja: オートメーションの応答を待っています。数秒待っても応答がない場合は、正しく設定できていない可能性があります。

source: Weather
ja: 天気

source: Welcome!
ja: ようこそ！

source: You can set buttons to run shortcuts on the Dynamic Island and the Lock Screen.
ja: Dynamic Islandやロック画面に、ショートカットを実行するボタンを設定できます。

source: You can use the symbols included in [SF Symbols](https://developer.apple.com/sf-symbols/).
ja: [SF Symbols](https://developer.apple.com/jp/sf-symbols/)に収録されているシンボルを利用できます。

source: Your Shortcuts
ja: あなたのショートカット
